let days = +prompt("Напиши тут от 1 до 7 цифр и я буду называть тебя так");
switch (days) {
  case 1:
    alert(" Мандаринка 😍");
    break;
  case 2:
    alert(" моя шоколадка 💋");
    break;
  case 3:
    alert(" моя любимая 🥰");
    break;
  case 4:
    alert(" мой снежок 😘");
    break;
  case 5:
    alert("мой бриллиант 🤯");
    break;
  case 6:
    alert(" мой снежок 🥶");
    break;
  case 7:
    alert("МАНДАРИНКА  😜");
    break;
  default:
    alert("ты не ту цифру вводила 😢");
    break;
}
